{ "members": [
  {
    "name": "Petra Delarocha",
    "disciplines": "aerial silks, aerial hoop, contortion, static trapeze",
    "biography": "Petra Delarocha has been performing aerial arts since 2008. Her foundations in movement began in programs at da Vinci Arts Middle School, Jefferson High School, Portland State University's School of Fine and Performing Arts where she received her degree, and The Circus Project for the duration of their At Risk Intensive Training Program. Today she is a performer and instructor. Her performances are based on fluidity, structural movement, and balance.",
    "fans": 0,
    "profilePic": "http://nightflightaerial.com/wp-content/uploads/2013/08/petra_bio.jpg",
    "fullImage": "https://pbs.twimg.com/profile_images/536221944853450752/XBnr4x_u.jpeg"
  },
  {
    "name": "Shersten Finley",
    "disciplines": "aerial straps, static trapeze, aerial sling",
    "biography": "Shersten discovered trapeze studying aerial dance with Do Jump in Portland. In 2005 she went to the San Fransisco Circus Center where she studied circus arts, including static trapeze, chinese acrobatics, silks, and aerial straps. She completed the Circus Center's Professional Aerial Training Program in June 2008, and has since toured in the US and Europe.",
    "fans": 0,
    "profilePic": "http://nightflightaerial.com/wp-content/uploads/2013/08/shersten_bio.jpg",
    "fullImage": "http://www.catholicsentinel.org/SiteImages/Article/30792a.jpg"
  },
  {
    "name": "Hayley Holland",
    "disciplines": "aerial hoop, tippy hoop, partner aerial",
    "biography": "Hayley was a professional ballerina and actress growing up who then transitioned into aerial acrobatics and dance. She discovered a love of partner acts and creating a beautiful piece of art and now performs duo acts on her unique tippy hoop apparatus.",
    "fans": 0,
    "profilePic": "https://scontent-lga3-1.xx.fbcdn.net/v/t1.0-9/12871464_447104708832294_6970470638713474827_n.jpg?oh=b9be8d4f6099ab96dd503f59c6fd5778&oe=5996B1A0",
    "fullImage": "https://scontent-lga3-1.xx.fbcdn.net/v/t1.0-9/10334467_225088741033893_1866579147672202582_n.jpg?oh=f1e4d04efd7974cb7767a0553f44c897&oe=599780AE"
  },
  {
    "name": "Meg Russell",
    "disciplines": "dance trapeze, static trapeze, contortion, aerial rope, aerial silks",
    "biography": "With a passion for performing from a young age, Meg got her start in gymnastics and theater, and discovered cheerleading in high school. She performed, competed, and choreographed for multiple cheerleading teams. It was at a physical theater camp that she discovered circus arts and realized that circus was her perfrect combination of theater and physical feats. She has since honed her skills and focused especially on contortion.",
    "fans": 0,
    "profilePic": "http://nightflightaerial.com/wp-content/uploads/2013/09/meg1.jpg",
    "fullImage": "https://www.entertainersworldwide.com/graphics/products/cache/s_1200_800_0d8193e9cac27e2a8f7da54b02bcd308.png"
  }
  ]}
